{
  "products": [
    {
      "id": 1,
      "title": "Timberland Men's 35mm Classic Jean Belt",
      "price": 19,
      "brand": "Timberland",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/classic_jean.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/classic_jean_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/classic_jean_detail-2.jpg",
      "description": "100% Leather, Imported, Buckle closure, Hand Wash Only, Mens leather belt made with 100% genuine leather with single loop antique finish buckle, Perfect mens casual belt that will soon become your favorite go to everyday leather belt, The perfect mens belt for jeans that can also convert into a mens dress belt and work belt",
      "disableEdit": false
    },
    {
      "id": 2,
      "title": "Ray-Ban RB3119 Olympian Rectangular Sunglasses",
      "price": 114,
      "brand": "Ray-Ban",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/ray-ban_olympian.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/ray-ban_olympian_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/ray-ban_olympian_detail-2.jpg",
      "description": "Composite. Imported. Metal frame. Crystal lens. Non-Polarized. UV Protection Coating coating. Lens width: 62 millimeters. Lens height: 38 millimeters. Bridge: 19 millimeters. Arm: 120 millimeters. Case included. Lenses are prescription ready (rx-able). The Olympian is a sleek, everyday wear type of frame. It has a distinct top bar to give a sophisticated look. The Olympian is a sleek, everyday wear type of frame. It has a distinct top bar to give a sophisticated look.",
      "disableEdit": false
    },
    {
      "id": 3,
      "title": "Michael Kors Men's Slim Runway Stainless Steel Quartz Watch",
      "price": 112,
      "brand": "Michael Kors",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/slim_runway.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/slim_runway_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/slim_runway_detail-2.jpg",
      "description": "Imported. From jet setting adventures to the 9 to 5 grind, the iconic Slim Runway watch collection by Michael Kors provide luxurious style with a modern splash of trend-right touches. Featuring a 44mm case size, 22mm band size, hardened scratch-resistant mineral crystal glass, 3 hand quartz movement, imported. Round sunray dial; Slim profile 12mm case. black plated bracelet with a brushed and polished finish. Bracelet strap with deployant closure deployment closure. Water resistant to 50m (165ft): in general, suitable for short periods of recreational swimming, but not diving or snorkeling",
      "disableEdit": true
    },
    {
      "id": 4,
      "title": "Versace VE 1163M 1252 Pale Gold Metal Rectangle Eyeglasses 52mm",
      "price": 210,
      "brand": "Versace",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/versace_metal.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/versace_metal_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/versace_metal_detail-2.jpg",
      "description": "Italy. Metal frame. composite lens. non-polarized. Lens width: 52 millimeters. Lens height: 31.5 millimeters. Bridge: 16 millimeters. Arm: 130 millimeters. Model: VE1163M | Color: 1252 Eyeglass Frame PALE GOLD w/ Clear Demo Lens. 100% Authentic New. EyeSize 52mm/ Bridge 16mm/ Temple 130mm. All Items Come With Original Case and Manufacturer Retail Package",
      "disableEdit": false
    },
    {
      "id": 5,
      "title": "TEAMER Celtic Knot Magnetic Therapy Bracelet Health Care Norse Bangle Stainless Steel Antique Silver Black Pain Relief Cuff Bangle Best Gifts for Men",
      "price": 19,
      "brand": "Teamer",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/teamer_magnetic.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/teamer_magnetic_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/teamer_magnetic_detail-2.jpg",
      "description": "CELTIC KNOT PATTERNS Fashion Designs,non-discoloring and never deform Stainless steel Material,Looks great and fashionable on both Men & Women (Unisex). Different colors to match any attire, style & mood. RARE EARTH MAGNETS Each bracelet contains 2, high-quality rare earth magnets delivering over 12000 Gauss. Reduce neuropathy pain, fatigue & muscle tension. Improve blood circulation, energy, balance, and sleep. ONE ADJUSTABLE SIZE will fit most sized wrists at 2.52 diameter. Comes packed in a luxurious velvet pouch. This makes it a beautiful, easy-to-wrap gift for every occasion. EFFECTIVE AND NONINVASIVE solutions for alleviating symptoms associated with golf injuries, tennis injuries, arthritis, joint pains, RSI, carpal tunnel, migraines, and fatigue",
      "disableEdit": true
    },
    {
      "id": 6,
      "title": "Steve Madden Men's Dress Casual Every Day Leather Belt",
      "price": 18,
      "brand": "Steve Madden",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/every_day.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/every_day_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/every_day_detail-2.jpg",
      "description": "50% Leather, 50% Polyurethane, Imported, Belt closure, Hand Wash Only, The Steve Madden's men's casual dress belt is the ideal belt to transition your outfit from casual daywear to work wear or dressy occasion. Perfect men's casual dress belt that will soon become your favorite go-to everyday belt. The perfect men's belt for jeans that can also convert into a men's dress belt and work belt.",
      "disableEdit": true
    },
    {
      "id": 7,
      "title": "10K Solid Yellow Gold Handmade Engagement Ring 3 CT Oval Cut Moissanite Diamond Solitaire Wedding/Bridal Rings for Womens/Her Engagement Ring Set",
      "price": 559,
      "brand": "Jeweleryn",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/generic_wedding.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/generic_wedding_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/generic_wedding_detail-2.jpg",
      "description": "Brand Name: JEWELERYN | Product Type : Handmade Moissanite Ring Set. Main Stone: Moissanite, Main Stone shape: Oval Brilliant Cut, Main Stone Color: Colorless, Main Stone Clarity: VVS1, Main Stone Luster: Excellent, Main Stone Weight: 3 CT (10X8 MM) Approx, Side Stone: Round Brilliant Cut, Side Stone Color/Clarity: White/VVS1, Side Stone Weight: 0.12 CT Approx, *** Description of Band:- Stone Shape: Round Brilliant Cut, Luster: Excellent, Stone Color/Clarity: White/VVS1, Stone Weight: 0.22 CT Approx, Type: Handmade Ring Set, Setting Type: Prong Setting. Diamond & Moissanite Maintains Its Clarity And Sparkle Throughout A Lifetime | Crafted : In 10KT Yellow Gold With 10KT Stamp | Stone Make: High Quality. Excellent Packing: Our Moissanite Solitaire Ring Set Or Moissanite Diamond Ring Set Are Well Packed In The Beautiful Wooden Box Ensuring The Safety Of The Ring Set, The Packaging Is Ready To Gift To Your Wife, Girlfriend, Fiancee, Or Your Mother Suitable For Every Occasion",
      "disableEdit": false
    },
    {
      "id": 8,
      "title": "Bulova Men's Classic Black Ion-Plated Stainless Steel Multi-Function Quartz Watch, Black Dial Style: 98C129",
      "price": 395,
      "brand": "Bulova Men's",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/black_dial.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/black_dial_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/black_dial_detail-2.jpg",
      "description": "Bulova Men's Classic Collection inspired by vintage design, our classic watches achieve a tailored, understated look that's always in style. 6 Hand, Multi-Function, Day / Date, 24 Hour Time. Black Ion Plated Stainless Steel. Domed Mineral Crystal. 30M Water Resistant and 3 Year Limited Warranty",
      "disableEdit": true
    },
    {
      "id": 9,
      "title": "Ray-Ban RB4147 Boyfriend Square Sunglasses",
      "price": 151,
      "brand": "Ray-Ban",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/ray-ban_boyfriend.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/ray-ban_boyfriend_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/ray-ban_boyfriend_detail-2.jpg",
      "description": "Imported. Acetate frame. Plastic lens. Non-Polarized. UV Protection Coating coating. Lens width: 56 millimeters. Lens height: 46 millimeters. Bridge: 15 millimeters. Arm: 145 millimeters. 100% UV PROTECTION: To protect your eyes from harmful UV rays, these Ray-Ban sunglasses include lenses that are coated with 100% UV protection. MULTIPLE FRAME AND LENS COLORS: Choose from multiple frame colors, lens colors and lens treatments. Find a color combination that fits your personal brand and style.",
      "disableEdit": false
    },
    {
      "id": 10,
      "title": "Kenneth Cole Men's Perfect Fit Adjustable Click Belt",
      "price": 18,
      "brand": "Kenneth Cole",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/perfect_fit.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/perfect_fit_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/perfect_fit_detail-2.jpg",
      "description": "52% Polyurethane, 24% Polyester, 24% Bonded Leather, Imported, Belt closure, Spot clean. PERFECT FIT: This KCR men's belt is engineered for comfort. It adjusts every 1/4 inch for a total custom fit. Get only the best with this track lock system to obtain the most comfortable fit with each wear. KCR STYLE: Kenneth Cole compression belt is the perfect add to your current belt selection. With no holes and a simple, sleek design, this belt can tie together any look and instantly elevate your outfit.",
      "disableEdit": true
    },
    {
      "id": 11,
      "title": "Bulova Mens Frank Sinatra Fly Me to The Moon Automatic Silver-Tone Stainless Steel Leather Strap Watch",
      "price": 532,
      "brand": "Bulova Men's",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/moon.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/moon_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/moon_detail-2.jpg",
      "description": "Incorporating vintage Bulova designs with the unmistakable elements of legendary performer, Frank Sinatra, the ‘Fly Me To The Moon’ watch. Miyota Caliber 8215 21-jewel automatic movement with a 42-hour power reserve. Stainless steel case with gold-tone vintage style hands and markers. Frank Sinatra’s signature is displayed elegantly on the textured black dial. 30M Water Resistant and 3 Year Limited Warranty",
      "disableEdit": true
    },
    {
      "id": 12,
      "title": "Emporio Armani Stainless Steel Necklace (Model: EGS2777040)",
      "price": 230,
      "brand": "Armani",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/armani_necklace.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/armani_necklace_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/armani_necklace_detail-2.jpg",
      "description": "Emporio Armani is the pioneering line launched by Giorgio Armani in 1981. Emporio Armani expresses vitality and a carefree attitude, and possesses a particular allure and a special graciousness. Color: Silver. Material: Stainless Steel. Finish: Brushed. Closure Type: Lobster Clasp",
      "disableEdit": true
    },
    {
      "id": 13,
      "title": "Casio Men's A158WA-1DF Stainless Steel Digital Watch",
      "price": 23,
      "brand": "Casio",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/casio_digital.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/casio_digital_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/casio_digital_detail-2.jpg",
      "description": "Luminous rectangular dial with alarm and stopwatch. 33 mm case. Quartz movement with digital display. Three-link bracelet with fold-over clasp closure. LED light. Water resistant. Withstands splashes or brief immersion in water, but not suitable for swimming. Accuracy: ±30 seconds per month",
      "disableEdit": false
    },
    {
      "id": 14,
      "title": "Lacoste Men's L177s Aviator Sunglasses",
      "price": 104,
      "brand": "Lacoste",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/lacoste_aviator.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/lacoste_aviator_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/lacoste_aviator_detail-2.jpg",
      "description": "Imported. Metal frame. Plastic lens. Polarized. UV Protection Coating coating. Lens width: 59 millimeters. Lens height: 51 millimeters. Bridge: 15 millimeters. Arm: 140 millimeters. Prescription friendly",
      "disableEdit": false
    },
    {
      "id": 15,
      "title": "Adult Military Web Belt-Adjustable One Size Cotton Strap and Metal Plaque Buckle",
      "price": 13,
      "brand": "Columbia Unisex",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/adult_military.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/adult_military_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/adult_military_detail-2.jpg",
      "description": "100% Cotton, Imported, Belt closure, Spot clean. CASUAL STYLE: The military belt is a timeless classic that every guy should have in his closet. It's the type of accessory that you can rely on for any casual occasion. From camping to relaxing, you're going to love your new favorite fabric belt",
      "disableEdit": true
    },
    {
      "id": 16,
      "title": "COOLSTEELANDBEYOND Mens Double-Row Braided Leather Bracelet Bangle Wristband with Stainless Steel Ornaments",
      "price": 90,
      "brand": "CoolSteelAndBeyond",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/double_row.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/double_row_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/double_row_detail-2.jpg",
      "description": "Mens Double-Row Black Braided Leather Bracelet Bangle Wristband with Black Stainless Steel Ornaments. Metal: Stainless Steel;Material: Black Leather. Finishing: Polished. Dimension: length: 21CM(8.27); Width:1.6CM(0.63). Weight: 32gPackage: Jewelry Box with Brand Name COOLSTEELANDBEYOND",
      "disableEdit": false
    },
    {
      "id": 17,
      "title": "Persol Po2494s Square Sunglasses",
      "price": 335,
      "brand": "Persol",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/persol_square.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/persol_square_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/persol_square_detail-2.jpg",
      "description": "Imported. Alloy Steel frame. Glass lens. Non-Polarized. UV Protection Coating coating. Lens width: 55 millimeters. Lens height: 43.9 millimeters. Bridge: 18 millimeters. Arm: 140 millimeters. FRAME FEATURES: PO2494S feature a square, gold frame with light blue lenses.",
      "disableEdit": true
    },
    {
      "id": 18,
      "title": "Timberland Men's Casual Leather Belt",
      "price": 20,
      "brand": "Timberland",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/leather_belt.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/leather_belt_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/leather_belt_detail-2.jpg",
      "description": "100% Leather, Imported, Belt closure, Hand Wash Only, Men's leather belt made with 100 percent genuine leather for a soft smooth feel. Sizing: order 1 size larger than your pant size for the best fit, Perfect men's casual belt that will soon become your favorite go to every day leather belt, The perfect men's belt for jeans that can also convert into a men's dress belt and work belt",
      "disableEdit": false
    },
    {
      "id": 19,
      "title": "Ray-Ban RB3548n Hexagonal Flat Lens Sunglasses",
      "price": 163,
      "brand": "Ray-Ban",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/ray-ban_hexagonal.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/ray-ban_hexagonal_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/ray-ban_hexagonal_detail-2.jpg",
      "description": "Plastic. Imported. Metal frame. Crystal lens. Polarized. UV Protection Coating coating. Lens width: 54 millimeters. Lens height: 47.4 millimeters. Bridge: 21 millimeters. Arm: 145 millimeters. POLARIZED SUNGLASSES: These sunglasses feature the legendary Ray-Ban polarized lenses that improve clarity and contrast, while reducing glare and eye-strain. Made from high-quality scratch-resistant glass",
      "disableEdit": true
    },
    {
      "id": 20,
      "title": "Timberland PRO Men's 40mm Workwear Leather Belt",
      "price": 30,
      "brand": "Timberland",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/workwear_pro.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/workwear_pro_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/workwear_pro_detail-2.jpg",
      "description": "100% Leather, Imported, Belt closure, Hand Wash Only. Men's leather belt made with 100 percent genuine leather for a soft smooth feel. Sizing: order 1 size larger than your pant size for the best fit. Perfect men's durable work belt that will soon become your favorite go-to durable leather belt. The perfect men's belt for hard work that can also convert into a men's casual belt. Timberland PRO makes heavy duty leather belts for men that are designed to look great and last long. Timberland PRO belts offer men's plus size belts and big and tall men's belts in extra large sizes",
      "disableEdit": true
    },
    {
      "id": 21,
      "title": "Lacoste 2040122 Jewelry L'Essentiel Men's Ionic Thin Gold Plated Chain Necklace Color: Yellow Gold",
      "price": 115,
      "brand": "Lacoste",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/lacoste_chain.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/lacoste_chain_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/lacoste_chain_detail-2.jpg",
      "description": "Simple and Elegant: Sophisticated pieces detailed with the Lacoste petit pique pattern make up the L' Essentiel collection from Lacoste Jewelry, comprising a box-chain necklace. The necklace features a textured plate which also acts as a branded magnetic closure. Great Fit: Yellow Gold Plated necklace, measurements 61 cm , pendant 22 mm. Style and Ease: Featuring a lobster claw clasp for a strong and secure closure. For Countless Occasions: Working, shopping, travel, vacation, holidays, etc. How To Care: To protect the plating, remove your jewelry prior to hand washing, swimming, exercising, cleaning, and before applying any kind personal body products. Maintain your jewelry’s high shine by avoiding contact with soap, perfume, lotion, makeup, hair & cleaning products.",
      "disableEdit": false
    },
    {
      "id": 22,
      "title": "Polo Ralph Lauren Men's Ph3112 Aviator Sunglasses",
      "price": 77,
      "brand": "Polo Ralph Lauren",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/polo_aviator.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/polo_aviator_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/polo_aviator_detail-2.jpg",
      "description": "Imported. Metal frame. composite lens. Non-Polarized. UV Protection Coating coating. Lens width: 62 millimeters. Lens height: 47 millimeters. Bridge: 14 millimeters. Arm: 145 millimeters",
      "disableEdit": false
    },
    {
      "id": 23,
      "title": "Invicta Men's 13787 Specialty Chronograph Black Dial Black Ion-Plated Stainless Steel Watch",
      "price": 57,
      "brand": "Invicta Men's",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/speciality.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/speciality_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/speciality_detail-2.jpg",
      "description": "Black stainless steel case 45mm diameter x 12mm thick; Black dial; Luminous hands and hour markers. Japanese quartz movement, VD51 Caliber; Assembled in Japan; SR920SW battery included; Watch weight: 163 grams. Black stainless steel band, 185mm L x 22mm W; Band is adjustable by adding/removing links; Fold over safety clasp. Flame Fusion crystal; Push/pull crown; Stationary black stainless steel bezel; Functional Subdials: 60min, 60sec; 100 meter water resistant: Suitable for recreational surfing, swimming, snorkeling, sailing and water sports. Not suitable for diving.",
      "disableEdit": false
    },
    {
      "id": 24,
      "title": "Amazon Essentials Men's Easy to Read Strap Watch",
      "price": 19,
      "brand": "Amazon Essentials",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/read_strap.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/read_strap_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/read_strap_detail-2.jpg",
      "description": "42mm case; domed mineral crystal lens. Matte white dial with gold-tone luminous hands and easy to read black Arabic numerals; printed outer minute track. Date Calendar window at 3 o'clock. Brown strap with buckle closure; band length 9.5” inches. Water resistant to 100 Feet (30m)",
      "disableEdit": true
    },
    {
      "id": 25,
      "title": "Timberland Women's Casual Leather Belt for Jeans",
      "price": 24,
      "brand": "Timberland",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/leather_for_jeans.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/leather_for_jeans_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/leather_for_jeans_detail-2.jpg",
      "description": "100% Leather, Imported, Hand Wash Only, 100% women's leather belt: The Timberland leather belt for women is made with 100% genuine leather and is the perfect women's belt for daily use. Casual or dress belt: this women's leather belt is perfect for jeans but can easily convert into a dress belt. The precision manufacturing ensures durability with our women's genuine leather belt. High-quality construction: Timberland products are made to last. High-quality genuine leather, tight stitching, and precision manufacturing allow this ladies belt to hold up to extensive and frequent use",
      "disableEdit": true
    },
    {
      "id": 26,
      "title": "Timberland Men's Tba9265 Rectangular Sunglasses",
      "price": 62,
      "brand": "Timberland",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/timberland_rectangular.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/timberland_rectangular_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/timberland_rectangular_detail-2.jpg",
      "description": "Imported. Metal frame. Tri Acetate Cellulose lens. Polarized. UV Protection Coating coating. Lens width: 61 millimeters. Bridge: 14 millimeters. Arm: 145 millimeters. Metal men's sunglasses. Lightweight bio-based construction for a comfortable and durable long lasting wear. Stainless steel front and bio-based temples. 100% of hinges, screws and small metal parts are lead-free. Slim foldable Earthkeepers case made of 70% recycled material",
      "disableEdit": false
    },
    {
      "id": 27,
      "title": "Bulova Jewelry Men's Precisionist Round Box Link Chain Necklace with Dog Tag Pendant Style",
      "price": 357,
      "brand": "Bulova Men's",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/bulova_box.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/bulova_box_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/bulova_box_detail-2.jpg",
      "description": "Reviving our jewelry-making roots, we've crafted a collection of men's jewelry inspired by our leading timepiece designs and crafted from the finest materials. Round box link stainless steel chain. Stainless steel dog tag pendant accented by diamonds. Chain adjusts from 26” to 28” with extender ring",
      "disableEdit": false
    },
    {
      "id": 28,
      "title": "HUGO #Chase Men's Multifunction Stainless Steel and Leather Strap Casual Watch",
      "price": 220,
      "brand": "HUGO",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/hugo_multifunction.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/hugo_multifunction_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/hugo_multifunction_detail-2.jpg",
      "description": "DESIGNED FOR THE MEN WHO IS ALWAYS SEEKING MORE: The #CHASE collection from HUGO Watches features bold, multifunction designs in a range of colors and finishes. Surrounded by a reflector ring combined with a bezel, the textured watch face includes a day-of-the-week subdial that begins on a Friday, in a nod to the free-spirited DNA of the brand. QUALITY MATERIALS, EYE-CATCHING STYLE: Multi 46 mm Stainless Steel Case Black Leather Strap with a Black Dial. QUARTZ MULTIFUNCTION: It’s a battery-powered watch that sends energy through a quartz crystal. Is typically built into three separate dials for the day of the week, date of the month and 24-hour time.",
      "disableEdit": true
    },
    {
      "id": 29,
      "title": "Steve Madden Men's Dress Casual Every Day Leather Belt",
      "price": 19,
      "brand": "Steve Madden",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/steve_madden_every_day.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/steve_madden_every_day_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/steve_madden_every_day_detail-2.jpg",
      "description": "50% Leather, 50% Polyurethane, Imported, Belt closure. Hand Wash Only. The Steve Madden's men's casual dress belt is the ideal belt to transition your outfit from casual daywear to work wear or dressy occasion. Perfect men's casual dress belt that will soon become your favorite go-to everyday belt. The perfect men's belt for jeans that can also convert into a men's dress belt and work belt. Madden makes fashionable and functional belts for men that are designed to look great and last long.",
      "disableEdit": true
    },
    {
      "id": 30,
      "title": "Bulova Jewelry Men's Precisionist Double Wrap Braided Leather Strap Bracelet",
      "price": 127,
      "brand": "Bulova Men's",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/bulova_precisionist.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/bulova_precisionist_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/bulova_precisionist_detail-2.jpg",
      "description": "Reviving our jewelry-making roots, we've crafted a collection of men's jewelry inspired by our leading timepiece designs and crafted from the finest materials. Black braided leather double-wrap bracelet. Closure in a stainless steel plaque inlayed with black carbon fiber. Size: Medium 7 inches - 7.5 inches",
      "disableEdit": false
    },
    {
      "id": 31,
      "title": "Timex Men's Easy Reader Day-Date Expansion Band Watch",
      "price": 41,
      "brand": "Timex",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/day_date.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/day_date_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/day_date_detail-2.jpg",
      "description": "Easy-to-Read White Dial with Full Arabic Numerals. Brushed Gold-Tone Stainless Steel Expansion Band. Polished Gold-Tone Case. Day & Date Window. Indiglo Night-Light. Water resistant to 30 M",
      "disableEdit": true
    },
    {
      "id": 32,
      "title": "Nike Men's Classic Reversible Belt",
      "price": 37,
      "brand": "Nike",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/nike_reversible.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/nike_reversible_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/nike_reversible_detail-2.jpg",
      "description": "98% Leather/2% Zinc, Imported, Buckle closure, Hand Wash Only, Reversible to wear as black or white color sizes 32-42. Classic styling and details. Brand name: Nike. Country of origin: China",
      "disableEdit": false
    },
    {
      "id": 33,
      "title": "GUESS Tonneau Silicone Watch",
      "price": 150,
      "brand": "Guess",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/guess_tonneau.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/guess_tonneau_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/guess_tonneau_detail-2.jpg",
      "description": "Soft blue silicone strap is paired with smooth blue leather to create a flexible fit for every wrist. Rose gold-tone barrel shaped case. Blue multi-function dial with rose gold-tone accents. 43MM stainless steel case with mineral glass crystal. Water resistant to 50 meters (165 feet): In general, suitable for short periods of recreational swimming, but not diving or snorkeling",
      "disableEdit": false
    },
    {
      "id": 34,
      "title": "Lacoste Jewelry L'Essentiel Men's Stainless Steel Chain Bracelet",
      "price": 95,
      "brand": "Lacoste",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/lacoste_lessentiel.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/lacoste_lessentiel_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/lacoste_lessentiel_detail-2.jpg",
      "description": "Simple and Elegant: Sophisticated pieces detailed with the Lacoste petit pique pattern make up the L' Essentiel collection from Lacoste Jewelry, comprising a box-chain bracelet. Bracelet features a textured plate which also acts as a branded magnetic closure. Great Fit: Men's Bracelet Inner Circumference: 190 mm. Style and Ease: Easily put on or take off your bracelet with the magnetic closure, ensuring that your bracelet will not fall off. For Countless Occasions: Working, shopping, travel, vacation, holidays, etc. How To Care: To protect the plating, remove your jewelry prior to hand washing, swimming, exercising, cleaning, and before applying any kind personal body products. Maintain your jewelry’s high shine by avoiding contact with soap, perfume, lotion, makeup, hair & cleaning products.",
      "disableEdit": false
    },
    {
      "id": 35,
      "title": "Prada PR 17WS 1AB5S0 Black Plastic Rectangle Sunglasses Grey Lens",
      "price": 230,
      "brand": "Prada",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/prada_rectangle.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/prada_rectangle_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/prada_rectangle_detail-2.jpg",
      "description": "Black/Dark Grey. Size 49/20/145. 2-Year International Warranty. Non Polarized",
      "disableEdit": true
    },
    {
      "id": 36,
      "title": "Columbia Men's Double Loop Belt-Casual Dress with Single Prong Buckle for Jeans Khakis",
      "price": 18,
      "brand": "Columbia Men's",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/columbia.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/columbia_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/columbia_detail-2.jpg",
      "description": "90% Polyester, 10% Polyurethane CASUAL STYLE: Get the dual ability of both comfort and style with this Classic Woven Stretch Belt. Pair with your favorite pair of jeans or khakis.MATERIALS: Carefully crafted with 90% Polyester and 10% Polyurethane for the perfect blend of stretch. Belt width is 1.38 to easily fil through your belt loops.FEATURES: This belt is fully adjustable, making it easy to adjust to not only your initial comfort, but with the ability to make small adjustments throughout the day for all day wear.",
      "disableEdit": true
    },
    {
      "id": 37,
      "title": "Lacoste Men's L898s Rectangular Sunglasses",
      "price": 139,
      "brand": "Lacoste",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/lacoste_rectangular.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/lacoste_rectangular_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/lacoste_rectangular_detail-2.jpg",
      "description": "Imported. Plastic frame. Plastic lens. Non-Polarized. UV Protection Coating coating. Lens width: 56 millimeters. Bridge: 18 millimeters. Arm: 150 millimeters. Case included. Lenses are prescription ready (rx-able). Full Acetate masculine shape. The front is embellished by an elegant metal plaque with the iconic petit piqué pattern. Lasered logo on the lens for a sophisticated look",
      "disableEdit": true
    },
    {
      "id": 38,
      "title": "Bulova Men's Classic Round Box Link Chain Necklace with Obelisk Pendant",
      "price": 151,
      "brand": "Bulova Men's",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/bulova_obelisk.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/bulova_obelisk_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/bulova_obelisk_detail-2.jpg",
      "description": "Reviving our jewelry-making roots, we've crafted a collection of men's jewelry inspired by our leading timepiece designs and crafted from the finest materials. Round box link stainless steel chain. Semi-precious Black Onyx obelisk-shaped pendant. Chain adjusts from 26” to 28” with extender ring",
      "disableEdit": false
    },
    {
      "id": 39,
      "title": "Guess 48MM Crystal Embellished Watch",
      "price": 195,
      "brand": "Guess",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/guess_crystal.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/guess_crystal_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/guess_crystal_detail-2.jpg",
      "description": "SILVER-TONE CRYSTAL CHRONO-LOOK DIAL. Features: DAY, DATE plus 24 HOUR MILITARY/INT'L TIME FUNCTIONS. 46 MM CASE SIZE with DURABLE MINERAL CRYSTAL that protects watch from scratches. POLISHED STAINLESS STEEL CASE WITH CRYSTAL ACCENTS. POLISHED STAINLESS STEEL BRACELET WITH CRSTYAL ACCENTS AND DEPLOYMENT BUCKLE CLOSURE",
      "disableEdit": false
    },
    {
      "id": 40,
      "title": "Tommy Hilfiger Men's Ribbon Inlay Fabric Belt with Single Prong Buckle",
      "price": 24,
      "brand": "Tommy Hilfiger",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/ribbon_inlay.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/ribbon_inlay_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/ribbon_inlay_detail-2.jpg",
      "description": "40% Cowhide Leather/ 40% Buffalo Split Leather/ 20% Cotton, Imported, Belt closure, Spot clean. TOMMY HILFIGER DESIGN: This Tommy Hilfiger belt is the perfect addition to your accessory collection - featuring a fabric ribbon inlay with the classic Tommy Hilfiger logo along the belt strap and the sleek, silver harness buckle completes the look. CASUAL STYLE: This belt encapsulates true Tommy style while keeping a traditional profile to easily pair with a variety of outfits. Wear with your favorite jeans or khakis for a relaxed, stylish look. SIZE: For best fit, order a belt two inches larger than your pant size. For example, if your pant size is 36 inches, order belt size 38. Available in regular sizes 30”-44”.",
      "disableEdit": false
    },
    {
      "id": 41,
      "title": "Wholesale Diamonds 10K Yellow Gold 1.50 Carat Real Diamond Engagement Ring Wedding Band Bridal Set Fine Diamond Jewelry (1.50 Carat, H-I Color, I1-SI2 Clarity), Size 7",
      "price": 889,
      "brand": "Wholesale Diamonds",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/wholesale_wedding.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/wholesale_wedding_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/wholesale_wedding_detail-2.jpg",
      "description": "Engagement Ring & Band is made up of genuine 10k Yellow Gold never tarnish or fade. Real Diamonds enhance this Wedding Jewelry for Brides. Natural 1.50 Carat Diamond features ''I1-SI2'' clarity with ''H-I'' grade color. Perfect for wedding, engagement, and anniversary occasions; can also be gifted. Available in Ring Size 7. Total diamond weight: 1.5 carats. Department name: womens",
      "disableEdit": true
    },
    {
      "id": 42,
      "title": "Oakley Men's Oo9417 Holbrook XL Sunglasses",
      "price": 162,
      "brand": "Oakley",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/oakley_holbrook.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/oakley_holbrook_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/oakley_holbrook_detail-2.jpg",
      "description": "Made in the USA or Imported. Plastic frame. Plastic lens. Non-Polarized. UV Protection Coating coating. Lens width: 59 millimeters. Lens height: 45.5 millimeters. Bridge: 18 millimeters. Arm: 137 millimeters. Oakley Plutonite Lenses offer 100% UV Protection filtering of all UVA, UVB, UVC and harmful blue light up to 400mm. Oakley’s lightweight Plutonite lens material offers superior comfort, clarity & protection against impact and ultraviolet radiation. PRIZM Lens Technology designed to enhance color, contrast and detail so athletes can make the most of any activity. Prizm Black everyday lenses are designed for bright light conditions to make the environment appear more vibrant , yet natural, with richer",
      "disableEdit": false
    },
    {
      "id": 43,
      "title": "Lacoste Jewelry L.12.12 Silicone Bracelets",
      "price": 85,
      "brand": "Lacoste",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/lacoste_silicone.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/lacoste_silicone_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/lacoste_silicone_detail-2.jpg",
      "description": "Iconic Style: The iconic Lacoste.12.12 timepiece inspires a bracelet of the same name, designed to be worn together with the matching watch, or as a statement piece in its own right. Crafted in soft silicon, the strap is embossed with a petit pique pattern at the center, fading towards the edge, while the bracelet secures with a magnetic closure, finished with a crocodile-embossed silicon inlay. Great Fit: Men's Bracelet Inner Circumference: 190 mm. Style and Ease: Easily put on or take off your bracelet with the magnetic closure, ensuring that your bracelet will not fall off. For Countless Occasions: Working, shopping, travel, vacation, holidays, etc. How To Care: To protect the plating, remove your jewelry prior to hand washing, swimming, exercising, cleaning, and before applying any kind personal body products. Maintain your jewelry’s high shine by avoiding contact with soap, perfume, lotion, makeup, hair & cleaning products.",
      "disableEdit": true
    },
    {
      "id": 44,
      "title": "Timex Men's Expedition Scout 40 Watch",
      "price": 43,
      "brand": "Timex",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/scout.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/scout_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/scout_detail-2.jpg",
      "description": "Imported. From jet setting adventures to the 9 to 5 grind, the iconic Slim Runway watch collection by Michael Kors provide luxurious style with a modern splash of trend-right touches. Featuring a 44mm case size, 22mm band size, hardened scratch-resistant mineral crystal glass, 3 hand quartz movement, imported. Round sunray dial; Slim profile 12mm case. black plated bracelet with a brushed and polished finish. Bracelet strap with deployant closure deployment closure. Water resistant to 50m (165ft): in general, suitable for short periods of recreational swimming, but not diving or snorkeling",
      "disableEdit": false
    },
    {
      "id": 45,
      "title": "Timberland Men's Classic Leather Reversible Belt",
      "price": 15,
      "brand": "Timberland",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/leather_reversible.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/leather_reversible_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/leather_reversible_detail-2.jpg",
      "description": "MEN’S 100% REVERSIBLE LEATHER BELT: Timberland reversible belt for men is made with 100% genuine leather and has a single-loop silver buckle design and feathered edges. It’s a perfect everyday casual mens belt leather. The belt width is 1.4 inch. CASUAL OR DRESS BELT: This leather mens belt is a versatile belt, it’s the perfect mens belt for jeans but easily converts into a dress belt. The precision manufacturing ensures durability, making it a great work belt as well as a mens belt casual",
      "disableEdit": false
    },
    {
      "id": 46,
      "title": "Bulova Jewelry Men's Classic Double-Wrap Box Chain and Beaded Bracelet with Tuning Fork Closure",
      "price": 141,
      "brand": "Bulova Men's",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/bulova_tuning.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/bulova_tuning_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/bulova_tuning_detail-2.jpg",
      "description": "Reviving our jewelry-making roots, we've crafted a collection of men's jewelry inspired by our leading timepiece designs and crafted from the finest materials. Double-wrap bracelet in stainless steel link chain and featuring semi-precious 8mm beads in semi-precious tiger and black lava beads. Clasp in signature tuning fork clasp. Size: Large 7.5 inches - 8 inches",
      "disableEdit": true
    },
    {
      "id": 47,
      "title": "Carrera Unisex Carrera 1016/S",
      "price": 43,
      "brand": "Carrera",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/carrera_unisex.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/carrera_unisex_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/carrera_unisex_detail-2.jpg",
      "description": "Metal. Imported. Metal Plastic lens. Non-Polarized. UV Protection Coating coating. Lens width: 64 millimeters. Lens height: 52.1 millimeters. Bridge: 11 millimeters. Arm: 145 millimeters. Carrera exists for people who live by their own rules, continuously defying odds and proudly standing out from the crowd. This frame is not able to be fitted with prescription lenses. This style is made of a metal frame; plastic lens. The lens is non polarized and has a 100% UV protection coating. Lens width: 64mm, bridge width: 11mm, temple size: 145mm. Branded case included, click on logo to view brand shop to browse more styles.",
      "disableEdit": true
    },
    {
      "id": 48,
      "title": "Fossil Men's Neutra Stainless Steel and Leather Quartz Chronograph Watch",
      "price": 170,
      "brand": "Fossil Men's",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/chronograph.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/chronograph_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/chronograph_detail-2.jpg",
      "description": "Imported. Fossil has always been inspired by American creativity and ingenuity. Since 1984, we’ve strived to bring new life into the industry by making quality, fashionable watches and accessories that were both fun and accessible. This timeless watch is inspired by mid-century architecture, with its simple proportions and symmetry. A sculpted case and blend of brushed and polished finishes give Neutra a refined, yet versatile profile that’s made to be dressed up or down. Case size: 44mm; Band size: 22mm; quartz movement with chronograph analog display and date window; hardened mineral crystal lens resists scratches; imported",
      "disableEdit": true
    },
    {
      "id": 49,
      "title": "Amazon Essentials Men's Stretch Woven Braid Belt",
      "price": 18,
      "brand": "Amazon Essentials",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/stretch_woven.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/stretch_woven_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/stretch_woven_detail-2.jpg",
      "description": "90% Polyester, 10% Polyurethane CASUAL STYLE: Get the dual ability of both comfort and style with this Classic Woven Stretch Belt. Pair with your favorite pair of jeans or khakis.MATERIALS: Carefully crafted with 90% Polyester and 10% Polyurethane for the perfect blend of stretch. Belt width is 1.38 to easily fil through your belt loops.FEATURES: This belt is fully adjustable, making it easy to adjust to not only your initial comfort, but with the ability to make small adjustments throughout the day for all day wear.",
      "disableEdit": true
    },
    {
      "id": 50,
      "title": "Ray-Ban RB3447n Round Flat Lens Sunglasses",
      "price": 125,
      "brand": "Ray-Ban",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/ray-ban_flat.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/ray-ban_flat_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/ray-ban_flat_detail-2.jpg",
      "description": "Plastic. Imported. Metal frame. Crystal lens. Non-Polarized. UV Protection Coating coating. Lens width: 50 millimeters. Lens height: 46.9 millimeters. Bridge: 21 millimeters. Arm: 145 millimeters. CLASSIC ROUND FLAT LENS SUNGLASSES: These Ray-Ban Round Metal sunglasses feature modern flat lenses that sit atop a durable metal frame. Made from high-quality glass, Ray-Ban",
      "disableEdit": true
    },
    {
      "id": 51,
      "title": "Armani Exchange Stainless Steel Chain Bracelet",
      "price": 70,
      "brand": "Armani",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/armani_steel.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/armani_steel_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/armani_steel_detail-2.jpg",
      "description": "Since 1991 Armani Exchange has defined a new dress code with collections inspired by metropolitan lifestyle and music culture. Perfect for adventurous trendsetters who want unique, modern watches that are stylish in any situations. Armani Exchange Men's jewelry embodies a fashion-forward urban spirit. Modern bold designs with stylish contemporary details. This stainless steel chain bracelet features a lobster clasp closure. Measurements: L 24mm x W 15. 5mm x H 6. 2mm. Packaged perfectly for gift giving",
      "disableEdit": false
    },
    {
      "id": 52,
      "title": "BURBERRY Sunglasses BE 3074 100387 Gunmetal 63mm",
      "price": 111,
      "brand": "Burberry",
      "category": "sunglass",
      "image": "../../assets/Product-Images/SunGlasses/burberry_gunmetal.jpg",
      "image_detail_1": "../../assets/Product-Images/SunGlasses/burberry_gunmetal_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/SunGlasses/burberry_gunmetal_detail-2.jpg",
      "description": "Buy with confidence! Authorized Retailer. Authenticity Guaranteed. Full retail package with all accessories.",
      "disableEdit": true
    },
    {
      "id": 53,
      "title": "Bulova Jewelry Men's Classic Double Wrap Leather and Box Chain Bracelet",
      "price": 226,
      "brand": "Bulova Men's",
      "category": "jewelry",
      "image": "../../assets/Product-Images/Jewelry/bulova_wrap.jpg",
      "image_detail_1": "../../assets/Product-Images/Jewelry/bulova_wrap_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Jewelry/bulova_wrap_detail-2.jpg",
      "description": "Supple black leather and brushed stainless steel double-wrap bracelet with round box-link double chain for an instant layered look. Wrap Bracelet. 7 inches - 7.5 inches. Medium",
      "disableEdit": false
    },
    {
      "id": 54,
      "title": "Invicta Men's Pro Diver Collection Coin-Edge Automatic Watch",
      "price": 92,
      "brand": "Invicta Men's",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/coin_edge.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/coin_edge_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/coin_edge_detail-2.jpg",
      "description": "Stainless steel case 40mm diameter x 14.5mm thick; Exhibition case back; Military Green dial; Luminous hands. NH35A Japanese Automatic movement, 24 jewel; Assembled in Malaysia; Watch weight: 155 grams. Steel and gold tone stainless steel band, 205mm L x 20mm W; Band is adjustable by adding/removing links; Fold over safety clasp. Mineral crystal; Screw-down crown; Uni-directional stainless steel bezel with military green top bezel ring; 200 meter water resistant: Suitable for professional marine activity and surface water sports. Suitable for diving.",
      "disableEdit": false
    },
    {
      "id": 55,
      "title": "Tommy Hilfiger Men's Braided Belt",
      "price": 27,
      "brand": "Tommy Hilfiger",
      "category": "belt",
      "image": "../../assets/Product-Images/Belts/braided_belt.jpg",
      "image_detail_1": "../../assets/Product-Images/Belts/braided_belt_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Belts/braided_belt_detail-2.jpg",
      "description": "90% Leather, 10% Leather, Imported, Belt closure, Spot clean. CASUAL COMFORT: The braided belt strap is the perfect design to add comfort and style to your silhouette. Belt holes are ¼ inches apart which provides you with better adjustment and more comfort for every day wear. TIMELESS STYLE: This belt proves to be versatile with it's simplistic design - pair with your favorite pair of jeans, khakis or dress pants for a style that looks as good as it feels. SIZE: For best fit, order a belt two inches larger than your pant size. For example, if your pant size is 36 inches, order belt size 38. Available in regular sizes 30”-44”.",
      "disableEdit": false
    },
    {
      "id": 56,
      "title": "Invicta Men's Pro Diver 43mm Stainless Steel Quartz Watch, Silver (Model: 30806)",
      "price": 62,
      "brand": "Invicta Men's",
      "category": "watch",
      "image": "../../assets/Product-Images/Watches/stainless_steel.jpg",
      "image_detail_1": "../../assets/Product-Images/Watches/stainless_steel_detail-1.jpg",
      "image_detail_2": "../../assets/Product-Images/Watches/stainless_steel_detail-2.jpg",
      "description": "Imported. Stainless steel case 43mm diameter x 12mm thick; Charcoal dial; Luminous hands. Japanese quartz movement, PC32 Caliber; Assembled in Japan; SR626SW battery included. Stainless steel band, 185mm L x 22mm W; Band is adjustable by adding/removing links; Fold over safety clasp. Flame Fusion crystal; Push/pull crown; Unidirectional stainless steel bezel with black top bezel ring; 100 meter water resistant: Suitable for recreational surfing, swimming, snorkeling, sailing and water sports. Not suitable for diving.",
      "disableEdit": false,
      "quantity": 1
    }
  ],
  "cart": []
}